core-customize/hybris/bin/custom/distrelecB2Bstorefront/web/webroot/WEB-INF/views/desktop/pages/terrific/error/CreateContactRequest.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
   <soap:Body>
      <ns2:CreateContactRequest xmlns:ns2="http://www.distrelec.com/hybris">
         <salesOrganization>7310</salesOrganization>
         <customerId>0001631730</customerId>
         <contact>
            <title>Mr.</title>
            <firstName>aasdasdsdf</firstName>
            <lastName>asdamnd</lastName>
            <email>28thFeb2019.2@gmail.com</email>
            <phoneNumber>+41212345679</phoneNumber>
            <department>0014</department>
            <function>27</function>
         </contact>
      </ns2:CreateContactRequest>
   </soap:Body>
</soap:Envelope>



